// © Copyright 2012-2015, 2017 HP Development Company, L.P.

TaskName = "HP 製品の登録";
TaskTOCTitle = "Web 登録";

HSDRegistrationDescription = "オンライン登録プロセスが自動的に開始し、必要なほとんどの情報が送信されるため、セットアップの終了時に製品をすばやく簡単に登録することができます。印刷をオンラインで集中管理する HP Connected の Web サイトも自動的に表示されます。";

WarningSheetExtendedMessages = "[続行] をクリックすると、HP 製品登録ページがデフォルトの Web ブラウザで開かれます。登録プロセスを容易にするため、次の情報が HP Web サイトに送信されます。";

HSDZipCodeTitle = "郵便番号:";
